{
    "San Bernardino": [
        [
            "Bad Grendels",
            "@briantylercohen You left out the part where the Democrats were using this flood of illegal immigrants to alter the voting patterns of the nation to permanently keep the Democrats in office\n\nThis had nothing to do with cheap labor\n\nBut to maintain power for generations",
            "Wed Nov 20 17:55:03 +0000 2024"
        ],
        [
            "Anthony_giggles",
            "If Democrats succeeded in turning illegal immigrants into voters we'd never have a real election again. It would be a ceremonial gesture for the illusion of voting.",
            "Wed Nov 20 17:52:01 +0000 2024"
        ],
        [
            "Armycolts25",
            "@elonmusk New York will not enforce the laws, and that’s half the battle. But hey they seem to like being lawless or they would not keep voting Democrat and wanting to be a illegal haven for immigrants",
            "Tue Nov 19 23:19:30 +0000 2024"
        ],
        [
            "Dr. Bipolar Marxist🪶☭26",
            "@SH0TGUNSHIPPING @EggmansAsshole @KaoticLeftist So voting for the Democrats you do realize you're voting for genocide of the Palestinian people class Society settler colonialism capitalism and imperialism. \n\nAlso they were wanting to build a border wall and they deport immigrants just like Republicans",
            "Tue Nov 19 22:51:26 +0000 2024"
        ],
        [
            "Scott Felderhoff",
            "@BriannaWu Joomi Kim, daughter of Korean immigrants, lifelong democrat, and PhD microbiologist went from hating Trump to voting for him. She created this documentary to explain why to friends \n\nhttps://t.co/JKwSZIPBLu",
            "Tue Nov 19 12:22:28 +0000 2024"
        ],
        [
            "Beverly Robinson-Rolack",
            "@Whodunnit007 @ma14982 @Ronxyz00 @RealCandaceO Hispanic immigrants were warned, protected, and supported by the Democrats. Because they trusted Trump, and didn’t trust Kamala, they got tricked into voting for their families to get split up. “Racist Masters?” Trump was the only one degrading immigrants.",
            "Tue Nov 19 03:49:09 +0000 2024"
        ],
        [
            "Val1821",
            "@AlexisVegaGOAT One reason why the Democrats lost. They made a lot of assumptions, needed to get out more and talk to immigrant communities. The moment I realized Trump would win is when the guy who paints our house (a legal immigrant of color) said he and his wife would be voting for Trump. 1/2",
            "Tue Nov 19 03:17:13 +0000 2024"
        ],
        [
            "Jason Luckie",
            "@glenn_tunes Because the voting democrats are sick of the pandering lack of policy having democratic politicians! Lies, hate, division and a lack of care for the American people while giving our tax dollars to illegal immigrants and foreign warmongers!!!",
            "Mon Nov 18 23:47:32 +0000 2024"
        ],
        [
            "Ben Chu",
            "@Riley_Gaines_ democrats LUMP legal immigrants and illegal migrants together to normalize slavery of illegals. the only reason that it’s much harder for LEGAL immigrants to get privileges than illegals is because legal immigrants don’t dare to break laws while illegals do, including voting.",
            "Mon Nov 18 22:53:14 +0000 2024"
        ],
        [
            "bill brown",
            "@RossKneeDeep Why are Republicans not good voting for women's equal rights in sports?\n\nWhy are Republicans not good for voting for baby's rights?\n\nWhy are Republicans not good for voting for the people harmed by illegal immigrants?\n\nWhy do democrats not realize they don't own the moral compass",
            "Mon Nov 18 22:45:25 +0000 2024"
        ],
        [
            "Firefox42088",
            "@HackingButLegal Elon is evil but democrats are fine with illegal immigrants voting on the state leave which would effect the election and would eventually turn into democrats calling for illegal immigrants voting in federal elections.",
            "Mon Nov 18 21:36:17 +0000 2024"
        ],
        [
            "𝑵𝒊𝒄𝒌𝒆𝒚 𝑩𝒍𝒂𝒄𝒌🔴⚫️🟢",
            "@HarrielChr11932 @FBA6681954 It's more less the contradiction.  I'm sure you know this, but Tariq's whole crusade is against Black immigrants. Therefore, if Black immigrants helped Trump get into office by not voting for democrats, then those Black immigrants are actually allies of FBA.",
            "Mon Nov 18 20:10:40 +0000 2024"
        ],
        [
            "Giuseppe Italia",
            "@DogginTrump “NOBODY TO MOW UR LAWNS OR CLEAN UR HOUSES….” Dear immigrants, this is what many Democrats think you’re only good for….. thank you for figuring out their nastiness, and for your respective communities voting accordingly!",
            "Mon Nov 18 19:47:32 +0000 2024"
        ],
        [
            "The_Lofi_Political_Guy",
            "@DefiantLs they are so terrified of the consequences of the next 18 months.\n\nnational voter id\n\nsame day in person voting\n\nand mass deportation of criminal immigrants\n\nwill ensure the Democrats don't hold a majority again for the next two decades.",
            "Mon Nov 18 18:47:42 +0000 2024"
        ],
        [
            "yep",
            "@RealHickory @LaraLeaTrump @ChairmanWhatley @ChrisLaCivita @SusieWiles failed at securing the votes &amp; lied about not allowing voter fraud 2 happen.  The fraud is everywhere &amp; they are busy trying 2 convince everyone that it's only happening in Pennsylvania.  It's all over the damn place",
            "Wed Nov 20 20:43:13 +0000 2024"
        ],
        [
            "carrie",
            "@ScottPresler &gt; A Patriot refusing to allow #VoterFraud in #BucksCounty\nnor in #Pennsylvania\n\n@GovernorShapiro \n@SenFettermanPA \n@DaveMcCormickPA \n@RepDean \n@LaraLeaTrump \n@DonaldJTrumpJr \n\nwe’ve had ENOUGH.\n\n@EricHovde  graciously bowed out of a clearly Machine rigged election",
            "Wed Nov 20 20:30:03 +0000 2024"
        ],
        [
            "janet",
            "@ScottPresler Why hasn't this woman(Diane Marseglia) from Bucks County, Pennsylvania,  been charged and removed  already for her illegal, blatant, voter fraud actions?",
            "Wed Nov 20 20:25:44 +0000 2024"
        ],
        [
            "Josef Szentjobi",
            "What pisses me off, they know they did it, We know they did it, but we'll let it stand, WTF !! A should sign of Voter Fraud is a long delay in tabulating the votes, not caused by any external interruptions, ie.. bad weather. You hear that Pennsylvania??",
            "Wed Nov 20 18:43:58 +0000 2024"
        ],
        [
            "Loretta Powell",
            "@TheLeoTerrell Hopefully Pennsylvania will recall him or he goes under investigation for voter fraud",
            "Wed Nov 20 18:34:40 +0000 2024"
        ],
        [
            "Patrick Finnigan",
            "@libsoftiktok Do you really think Josh Shapiro will procecute this voter fraud?  Where is the Pennsylvania AG?   It's no wonder people don't trust the election process. Josh doesn't care as long as he gets reelected.  I hope the same people who voted Trump come out and vote him out.",
            "Wed Nov 20 18:25:32 +0000 2024"
        ],
        [
            "Captain Woodrow Call",
            "@KariLake @authorfrankelso We all talk about voter fraud in Pennsylvania &amp; there is a problem there - they R still trying to get Bob Casey re-elected when there is recorded evidence he lost. However; I think that there may be a bigger problem in Arizona. They count votes forever, lose votes, find votes &amp; a",
            "Wed Nov 20 18:22:17 +0000 2024"
        ],
        [
            "🖼️ Mary, Mary, Quite Contrary.",
            "@RealHickory She needs to be held accountable for encouraging and allowing voter fraud in Pennsylvania. She needs to be charged prosecuted and jailed as an example for future fraudsters.",
            "Wed Nov 20 16:55:34 +0000 2024"
        ],
        [
            "Hansel Hardwick",
            "Voter fraud in Pennsylvania Two to five year statute of limitations \nBetter lawyer up",
            "Wed Nov 20 16:01:38 +0000 2024"
        ],
        [
            "Tom",
            "@GovernorShapiro Most importantly you’ve allowed for major voter fraud and the violation of our constitution for standing by and doing nothing as Bob Casie and Bucks County attempted to defraud Pennsylvania voters. Your days in office are numbered we will never forget. https://t.co/GONMszjQa9",
            "Wed Nov 20 15:46:02 +0000 2024"
        ],
        [
            "Bobby Westlake",
            "https://t.co/ZIrKjN5tb1\n#ByronDonalds \n\nRep. Byron Donalds calls for national voter ID.\n\nI call for ARREST and CONVICTIONS of PENNSYLVANIA DEMS who CONTINUE to use VOTER FRAUD to desperately steal House-Senate seats. \n\nDEMS used to getting away breaking FED laws.\n\nNew AG coming.",
            "Wed Nov 20 15:31:05 +0000 2024"
        ],
        [
            "MrED",
            "No Answers Yet For Arizona Activist Group Behind Mass Voter Fraud In Pennsylvania\nhttps://t.co/JflkJ1wNBF",
            "Wed Nov 20 15:09:01 +0000 2024"
        ],
        [
            "RJ",
            "@Real_RobN Investigate, PROSECUTE and JAIL #VoterFraud NOW!!!!!!!\n#PA \n#Pennsylvania \n#Arizona \n#NorthCarolina\n#GeorgiaProtests \n#California",
            "Wed Nov 20 14:27:47 +0000 2024"
        ],
        [
            "Matt Buff",
            "Remember, voter fraud is still very much alive in blue states, look at what they are trying to do in Pennsylvania in plain sight as well as California and other places. With this mandate, we must pass national voter ID laws and get rid of  mass Mail in balloting",
            "Wed Nov 20 12:00:06 +0000 2024"
        ],
        [
            "Oregon Tea Party 🇺🇲",
            "We All Know Why The Biden #DOJ Is Ignoring Pennsylvania Democrats’ Election Lawbreaking          #ElectionFraud #VoterFraud #ElectionInterference #Election2024 \n\nhttps://t.co/SehqORWvT7",
            "Wed Nov 20 07:51:39 +0000 2024"
        ],
        [
            "Doreen Linder",
            "@jackunheard Good!  This needs to happen in Pennsylvania. Every election I worked in PA as Committeewiman, there was voter fraud.",
            "Wed Nov 20 07:03:19 +0000 2024"
        ],
        [
            "Thomas Sendner",
            "@CharlieKNews Sadly when I went to vote no ID was asked for just a name and district that I live in that's was here in Pennsylvania. So I found in 2021 that voter fraud was a real possibility for many that didn't vote but may have had there info taken and used this wouldn't raise any red flags",
            "Wed Nov 20 06:23:58 +0000 2024"
        ],
        [
            "One Civilian",
            "https://t.co/Y5cEuywINb\n\n\" Do You Want to See How Elections Are Stolen? Watch Pennsylvania.\n\nThere's voter fraud, voter impersonation, no signature? no problem, snowflakes of ballots dropping from the skies, and Democrats are in court in Pennsylvania \"\n\nPJ Media",
            "Wed Nov 20 04:22:55 +0000 2024"
        ],
        [
            "Christina Cronin-Vejar ArmsEmbargoNow!",
            "Huh. That's weird. \"Along with North Carolina and Michigan, users in Georgia and Wisconsin who accessed the PAC’s website also weren’t redirected to their states’ voter registration pages.\" the PAC asked website users for data such as their ZIP code, address, and a phone number.",
            "Wed Nov 20 20:42:09 +0000 2024"
        ],
        [
            "Lstac4Trump 🇺🇸",
            "Should Michigan have voter registration by party? (We currently don’t)",
            "Wed Nov 20 03:36:51 +0000 2024"
        ],
        [
            "WorriedinMichigan",
            "@shoesonplease \"The catch - Michigan is an automatic voter registration state with an “opt out” box on the drivers license application.\"    Until my dying days....THIS is the cheat right here.",
            "Wed Nov 13 13:15:32 +0000 2024"
        ],
        [
            "Anna Hoffman",
            "Nice try. \n\nSpecifically, the legislation is to give illegal immigrants drivers licenses. \n\nThe catch - Michigan is an automatic voter registration state with an “opt out” box on the drivers license application.\n\nThis legislation adds illegal immigrants to our voting rolls.",
            "Tue Nov 12 22:49:51 +0000 2024"
        ],
        [
            "Ozzie West",
            "@DamooseForMi Now is the time for Michigan to extend voter registration to those applying for other licenses in The State of Michigan.  Fishing, Hunting, CPL, Contractor, Dairy, mechanics.  Not just motor voter. Scott Pressler @ScottPresler already has gotten the ball rolling.",
            "Tue Nov 12 21:35:05 +0000 2024"
        ],
        [
            "Dave Bondy",
            "Two days after the election Michigan Senate Democrats proposed Senate Bill 1068 which they say would improve voter registration accuracy, regulate election challengers' conduct, streamline absentee voting procedures, and enhance overall election integrity and transparency.",
            "Tue Nov 12 03:52:25 +0000 2024"
        ],
        [
            "Rhymes with Bumble Bee🐝 🇺🇦🏳️‍🌈🐱🐶🐸🐦💙✌️🤠",
            ".. LOST 74,000 from Joe Biden in 2020, DESPITE the INCREASE in voter registration, enthusiasm,  polling, AND record voter turnout?! Really? Given everything we KNOW and saw with our own eyes?\n\nI'm not buying that Trump won Michigan by 77,343 votes when he lost to Biden by more..",
            "Mon Nov 11 18:22:09 +0000 2024"
        ],
        [
            "Myrthe",
            "You don't need to live in Michigan to vote in Michigan because they do not check ID and have same day voter registration.",
            "Mon Nov 11 10:09:52 +0000 2024"
        ],
        [
            "Deborah Jafolla",
            "@TheOnlyEsta First you can't recount Michigan it's the law and second we have to show id here and match with our voter registration how about we recount all states that don't have to show id third we have paper ballots fourth I our governor who campaigned with Harris cheated for trump",
            "Mon Nov 11 03:54:31 +0000 2024"
        ],
        [
            "Laetitia Moreau-Gabarain MS MBA",
            "@PamKeithFL 2) Some multiple votes for a single voter registration had been reported end of October in Michigan. By at least 2 X accounts. Could be smoking guns.\nhttps://t.co/1Q1mNOhoW0\n@PamKeithFL @Michell33650674 @cbouzy  @Greg_Palast @marceelias @VABVOX @Kabs57 @cinderellaicius",
            "Sun Nov 10 20:52:45 +0000 2024"
        ],
        [
            "Youbetcha",
            "@ScottPresler @EarlyVoteAction Hi Scott:  How bout using the same voter registration. plan you used in Pennsylvania and apply it to Wisconsin, Michigan, Nevada, and Arizona. Thanks again for all you do.",
            "Sun Nov 10 16:00:07 +0000 2024"
        ],
        [
            "Jas Gill",
            "@kylenabecker @KariLake There is something really fishy about senate race results in Michigan, Nevada and Arizona. Voter registration records in Michigan were not properly cleaned, Nevada and Arizona had similar problems with registered voter citizenship verification! These appear to be intentional!",
            "Sun Nov 10 13:54:30 +0000 2024"
        ],
        [
            "Latarnik_z_Pomorza",
            "@GuntherEagleman Let's (before the states certify the results) recheck voter registration records for this year's election and all issued ballots and recount every ballot in every county in Wisconsin, Michigan, Pennsylvania, North Carolina, Georgia, Arizona, and Nevada by an independent",
            "Sun Nov 10 13:19:12 +0000 2024"
        ],
        [
            "Rae",
            "@Michell33650674 Actually 56/67 of the threats were in democratic counties… including:\n\nMilwaukee, Wisconsin; \nDetroit, Michigan; \nPhoenix, Arizona; \nAtlanta, Georgia; \nPhiladelphia, Pennsylvania.\n\nAlso… remember when Elon had those fake voter registration links? What if he was collecting data",
            "Sun Nov 10 01:29:39 +0000 2024"
        ],
        [
            "Six",
            "Couldn't confirm my voter registration neither on the Texas government website nor anywhere else... Yet I have my voter's registration card right here.\n\nIf you're in Texas, Pennsylvania, Wisconsin, Nevada, California, Michigan, and etc. \n\nCheck to see if your vote counted. https://t.co/8BA8u2o9Ju",
            "Sat Nov 09 22:38:43 +0000 2024"
        ],
        [
            "Stale Crumbs",
            "@CerebrosDreams what you are missing are the voter registration projects that have been caught this time around.. in 2020, fake voters were added to the registered voters lists...by the thousands .. one person dropped 8,000\nballots on the last day of voter registration in an office in Michigan",
            "Sat Nov 09 04:24:51 +0000 2024"
        ],
        [
            "KHANH DAO",
            "@Maga4Justice many counties had more ppl voted that registered voters.  Look at the stats. Michigan, PA, AZ, etc.\nNormally turnout is 80% max, but not 100%-120%\nThey know the math is dont lie. More voting than voter registration is a problem.",
            "Sat Nov 09 01:55:00 +0000 2024"
        ],
        [
            "Michigan Public",
            "Ballots get rejected if a voter forgot to add the signature or if officials decide the signature didn’t match the one on file (from a driver's license or voter registration paperwork).\nhttps://t.co/1mA14mzmrQ",
            "Fri Nov 08 17:39:04 +0000 2024"
        ],
        [
            "Elizabeth Ann Marie",
            "@velvet61 @Michell33650674 Because it is not true! If this occurred during the election you leftists would have brought it up that day! Your pulling straws! Also, many graphs have shown that 15-20 million Democratic votes just up and disappeared between 2020 and 2024 which does not follow the normal",
            "Fri Nov 15 15:59:00 +0000 2024"
        ],
        [
            "Karson",
            "@WeShall0vercome Trump won 2020.  In a landslide.  You just refuse to acknowledge the obvious.  Where are the 20 million votes that Biden won by this election? All of a sudden 20 million democratic voters disappeared?   Come on now.",
            "Thu Nov 14 01:11:08 +0000 2024"
        ],
        [
            "Eugene Mcgivern🏴󠁧󠁢󠁥󠁮󠁧󠁿",
            "@johnpavlovitz Can you tell me where 20 million democratic votes disappeared to in 4 years? \nThats 13698 A DAY over 4 years!!!! I await your reply",
            "Wed Nov 13 22:16:22 +0000 2024"
        ],
        [
            "Monique R 🩷💜",
            "Even though I left the Democratic Party, I still was one of those people who didn’t think the 2020 election was stolen. I was wrong. 20 million votes disappeared in the 2024 election because they never existed. We…were…played #Trump #Biden #Kamala #Election2024 #electionfraud https://t.co/PQSMXv2jX4",
            "Wed Nov 13 16:00:18 +0000 2024"
        ],
        [
            "Ron",
            "@larryelder @KamalaHarris Yeah, those millions of Democratic voters that materialized when nobody was allowed to watch the polls and illegal actions were done by judges?\n\nAnd somehow those 20 million give or take, votes disappeared when the RNC was proactive and kept that from happening in many",
            "Tue Nov 12 15:50:57 +0000 2024"
        ],
        [
            "Edward",
            "It's possible that many votes just magically disappeared. And many votes that clearly showed a democratic inclination we're not counted as being for Kamala Harris. What's not clear, is how nearly 20 million votes disappeared.",
            "Mon Nov 11 20:28:40 +0000 2024"
        ],
        [
            "Terry Sanborn",
            "@ANNSISCO1 They disappeared because they were fake votes that were created back in 2020. You can go back as far back as 2008 the average number of democratic voters is 63 million votes, and then all of a sudden Biden gets 83 million votes, were did those extra 20 million votes come from?",
            "Mon Nov 11 16:03:13 +0000 2024"
        ],
        [
            "Methos",
            "@keatingssixth I would be more concerned with over 20 million democratic votes that appeared and then disappeared 4 years later. That seems suspicious to me.",
            "Mon Nov 11 14:07:55 +0000 2024"
        ],
        [
            "11/11/11",
            "@Kenny_Wallace @NASCAR Hard to tell. Corruption is like an iceberg. We only see the tip. NASCAR credibility disappeared with 20 million Democratic votes.",
            "Mon Nov 11 04:44:42 +0000 2024"
        ],
        [
            "GZILA",
            "@SaltyGoat17 @LeadingReport Probably will find the 20 million fake votes from 2020 that magically disappeared now that Trump sent out 600 attorney across battle ground states so no cheating could happen, somehow 20 million democratic votes disappeared from 4 years ago lmfao, democratic supporters = traitors",
            "Mon Nov 11 03:19:44 +0000 2024"
        ],
        [
            "Rob Wright",
            "@humanvisionary Do you think he cheated in 2020, when all of a sudden out of the Clear Blue Sky in the middle of the night about 20 million Democratic votes magically appeared, and then disappeared for 2024 to make the 2024 numbers better match all of the other elections surrounding 2020?",
            "Sun Nov 10 16:32:21 +0000 2024"
        ],
        [
            "#45 Affect",
            "@RonFilipkowski Demand all missing ballots and purged votes be counted in the total...  Trump did not win.... He did this in 2016 and nobody did anything...   There is NO WAY 20 million democratic votes in PA just disappeared.    DEMAND a RECOUNT in PA",
            "Sun Nov 10 05:36:43 +0000 2024"
        ],
        [
            "#45 Affect",
            "@vietthanhsports Demand all missing ballots and purged votes be counted in the total...  Trump did not win.... He did this in 2016 and nobody did anything...   There is NO WAY 20 million democratic votes in PA just disappeared.    DEMAND a RECOUNT in PA",
            "Sun Nov 10 05:35:40 +0000 2024"
        ],
        [
            "#45 Affect",
            "@AlexandruC4 Demand all missing ballots and purged votes be counted in the total...  Trump did not win.... He did this in 2016 and nobody did anything...   There is NO WAY 20 million democratic votes in PA just disappeared.  \n\nDEMAND a RECOUNT in PA",
            "Sun Nov 10 05:33:58 +0000 2024"
        ],
        [
            "SoCalM",
            "Notice how the liberal base finds it suspicious that 20 million Democratic votes just disappeared, yet Democratic leaders tell them to accept the results. Why wouldn’t they want 2024 investigated? They loved denying 2016—are they just scared a 2024 inquiry would force them to",
            "Sun Nov 10 00:22:39 +0000 2024"
        ]
    ]
}